/* Title for cancel button. */
"Cancel" = "Abbrechen";

/* Title for open file panel. */
"Choose File" = "Datei auswählen";

/* Title for current slide */
"Current Slide" = "Aktuelle Folie";

/* Alert message asking for timer interval. */
"Enter Timer Interval" = "Zeitintervall eingeben";

/* Alert text asking for timer interval. */
"Enter Timer Interval Text" = "Gib ein Zeitintervall für den Timer ein.";

/* Title for when no slide is left. */
"Finished Presentation" = "Ende der Präsentation";

/* Title for next slide */
"Next Slide" = "Nächste Folie";

/* Title for ok button. */
"OK" = "OK";

/* Window name for the presentation view. */
"Presentation" = "Präsentation";

/* Window name for the presenter view. */
"Presenter Display" = "Moderatorenansicht";

/* Window name for the presenter view when edited. */
"Presenter Display Edited" = "Moderatorenansicht — Bearbeitet";

/* Title for the donation alert. */
"Donation Alert Text" = "Gefällt dir SlidePilot?";

/* Message for the donation alert. */
"Donation Alert Message" = "Falls ja würden wir uns sehr freuen, wenn Du SlidePilot mit einer Spende unterstützt und Du Deinen Freunden und Kollegen von der App erzählst.";

/* Title for the donate button in the donation alert. */
"Donate Button" = "Spenden";

/* Title for the cancel button in the donation alert. */
"Donate Cancel Button" = "Nein, es gefällt mir nicht!";

/* The customization label for black curtain Touch Bar item. */
"BlackCurtainTBLabel" = "Schwarzen Bildschirm zeigen";

/* The customization label for white curtain Touch Bar item. */
"WhiteCurtainTBLabel" = "Weißen Bildschirm zeigen";

/* The customization label for notes Touch Bar item. */
"NotesTBLabel" = "Notizen anzeigen";

/* The customization label for navigator Touch Bar item. */
"NavigatorTBLabel" = "Navigator anzeigen";

/* The customization label for preview next slide Touch Bar item. */
"PreviewNextSlideTBLabel" = "Vorschau nächste Folie";

/* The customization label for pointer Touch Bar item. */
"PointerTBLabel" = "Cursor anzeigen";

/* The customization label for pointer appearance Touch Bar item. */
"PointerAppearanceTBLabel" = "Cursor Aussehen";

/* Message for the warning notice, that the screen is hidden. */
"Hidden Screen Warning" = "Bildschirm ist verdeckt";

/* Alert message informing about failed saving notes. */
"Save Notes Failed" = "Sichern fehlgeschlagen";

/* Alert text informing about failed saving notes. */
"Save Notes Failed Text" = "Notizen konnten nicht in Datei gesichert werden. Bitte den Dateipfad überprüfen.";

/* Alert message informing about failed opening notes. */
"Open Notes Failed" = "Öffnen fehlgeschlagen";

/* Alert text informing about failed opening notes. */
"Open Notes Failed Text" = "Notizen konnten nicht geöffnet werden. Bitte überprüfen ob das Dokument exisitert.";

/* Notes filename extension */
"Notes" = "Notizen";
